Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerItem Property
 kilograms carbon dioxide per item.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerItem { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerItem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerItem {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerItem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace